// src/pages/ServicesPage.tsx
import React from "react";

const ServicesPage: React.FC = () => {
  return (
    <div>
      <h1>Services</h1>
      <p>
        የአካዳሚክ ግቦችዎን ለማሳካትና እርስዎን ለመርዳት ዝግጁ መሆናችንን ስንናገር በታላቅ ደስታ ነው! 💡 የምሰጣቸው
        አገልግሎቶች፡-
        <ul>
          <li>✅ የመጨረሻው አመት የምረቃ ፕሮጀክቶች እገዛ;</li>
          <li>✅ በ Cyber Security ፣ NLP እና Image Processing የጥናትና ምርምር እገዛ;</li>
          <li>
            ✅ በዌብ ደቨሎፕመንት በሚከተሉት ቴክኖሎጂዎች የማማከር እገዛ:
            <ul>
              <li>🔹 ReactJS</li>
              <li>🔹 Express.js</li>
              <li>🔹 MongoDB</li>
              <li>🔹 NestJS</li>
            </ul>
          </li>
        </ul>
        ፍላጎቱ ያላችሁ ተማሪዎች ካላችሁ መልእክት አሁኑኑን ላኩልን እና በአካዳሚክ እና በሙያ ስኬታማ ይሁኑ።
      </p>
    </div>
  );
};

export default ServicesPage;
